Ran Plan for project: `github` dir: `apps/github` workspace: `github`

<details><summary>Show Output</summary>

```diff
github_repository.repo["k8s-apps"]: Drift detected (update)
github_repository.repo["twitch-bot"]: Drift detected (update)
github_repository.repo["dotfiles"]: Drift detected (update)
github_repository.repo["meal-notifier"]: Drift detected (update)
github_repository.repo["obs-wiki"]: Drift detected (update)

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # github_actions_secret.dockerhub_token will be created
+ resource "github_actions_secret" "dockerhub_token" {
      + created_at      = (known after apply)
      + id              = (known after apply)
      + plaintext_value = (sensitive value)
      + repository      = "mvaldes14/twitch-bot"
      + secret_name     = "DOCKERHUB_TOKEN"
      + updated_at      = (known after apply)
    }

  # github_actions_secret.dockerhub_username will be created
+ resource "github_actions_secret" "dockerhub_username" {
      + created_at      = (known after apply)
      + id              = (known after apply)
      + plaintext_value = (sensitive value)
      + repository      = "mvaldes14/twitch-bot"
      + secret_name     = "DOCKERHUB_USERNAME"
      + updated_at      = (known after apply)
    }

  # github_actions_secret.telegram_chat will be created
+ resource "github_actions_secret" "telegram_chat" {
      + created_at      = (known after apply)
      + id              = (known after apply)
      + plaintext_value = (sensitive value)
      + repository      = "mvaldes14/ansible_playbooks"
      + secret_name     = "TELEGRAM_TOKEN"
      + updated_at      = (known after apply)
    }

  # github_actions_secret.telegram_to will be created
+ resource "github_actions_secret" "telegram_to" {
      + created_at      = (known after apply)
      + id              = (known after apply)
      + plaintext_value = (sensitive value)
      + repository      = "mvaldes14/ansible_playbooks"
      + secret_name     = "TELEGRAM_TO"
      + updated_at      = (known after apply)
    }

  # github_repository.repo["obs-go-cli"] will be created
+ resource "github_repository" "repo" {
      + allow_auto_merge            = false
      + allow_merge_commit          = true
      + allow_rebase_merge          = true
      + allow_squash_merge          = true
      + archived                    = false
      + default_branch              = (known after apply)
      + delete_branch_on_merge      = false
      + etag                        = (known after apply)
      + full_name                   = (known after apply)
      + git_clone_url               = (known after apply)
      + html_url                    = (known after apply)
      + http_clone_url              = (known after apply)
      + id                          = (known after apply)
      + license_template            = "MIT"
      + merge_commit_message        = "PR_TITLE"
      + merge_commit_title          = "MERGE_MESSAGE"
      + name                        = "obs-go-cli"
      + node_id                     = (known after apply)
      + primary_language            = (known after apply)
      + private                     = (known after apply)
      + repo_id                     = (known after apply)
      + squash_merge_commit_message = "COMMIT_MESSAGES"
      + squash_merge_commit_title   = "COMMIT_OR_PR_TITLE"
      + ssh_clone_url               = (known after apply)
      + svn_url                     = (known after apply)
      + topics                      = [
          + "homelab",
        ]
      + visibility                  = "public"
      + vulnerability_alerts        = true
      + web_commit_signoff_required = false
    }

Plan: 5 to add, 0 to change, 0 to destroy.
```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -p github`
* :put_litter_in_its_place: To **delete** this plan click [here](http:/lock?id=mvaldes14%252Fterraform%252Fapps%252Fgithub%252Fgithub)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -p github`
</details>
Plan: 5 to add, 0 to change, 0 to destroy.

---
* :fast_forward: To **apply** all unapplied plans from this pull request, comment:
    * `atlantis apply`
* :put_litter_in_its_place: To delete all plans and locks for the PR, comment:
    * `atlantis unlock`